{
  "title": "Dev Jose Sanchez",
  "menu": "Menu",
  "nav_intro": "Intro",
  "nav_about": "About",
  "nav_works": "Works",
  "nav_contact": "Contact",
  "pretitle": "Hello",
    "intro_title": "I'm Jose Sanchez Web Developer I build accessible, responsive user interfaces",
  "btn_more_about": "More About Me",
  "btn_get_in_touch": "Get In Touch",
  "social_facebook": "Facebook",
  "social_twitter": "Twitter",
  "social_instagram": "Instagram",
  "social_telegram": "Telegram",
  "social_linkedin": "LinkedIn",
  "social_whatsapp": "WhatsApp",
  "social_dribbble": "Dribbble",
  "social_pinterest": "Pinterest",
  "get_my_cv": "Get My CV",
  "scroll_down": "Scroll Down",
  "about_title": "About Me.",
  "about_p1": "I'm a junior front‑end developer focused on building accessible, responsive interfaces using HTML, CSS and modern utility-first tooling like Tailwind. I enjoy turning designs into working UI and learning best practices for performance and maintainability.",
  "about_p2": "I have hands-on experience creating reusable components with JavaScript and React, basic knowledge of Shopify Liquid for simple theme tweaks, and familiarity with Git and SQL. I learn quickly from feedback, follow guidance from senior engineers, and aim to deliver clear, testable code.",
  "skills_title": "Skills",
  "skill_html": "HTML",
  "skill_css": "CSS",
  "skill_tailwind": "TailwindCSS",
  "skill_js": "JavaScript",
  "skill_git": "Git / GitHub",
  "skill_react": "React",
  "skill_node": "NodeJS",
  "skill_sql": "SQL / MySQL",
  "skill_shopify": "Shopify Liquid",
  "skill_typescript": "TypeScript",
  "selected_works": "Featured Projects",
  "title1":"Discover Your Passion for Gastronomy — Culinary School Landing",
  "title2":"Warm, Personalized Pediatric Dentistry — Dental Clinic Website",
  "title3":"Artisanal Nougat Distributor — Nougat Shop",
  "title4":"Personal Real Estate Advisor — Real Estate Landing Page",
  "title5":"Casio G‑SHOCK Watch Store — Limited Edition Landing (Built with Shopify)",
  "title6":"Discover Nike’s New Releases — Sneaker Landing Page (Built with Shopify)",
  "description1":"Promotional site for a culinary school offering courses and workshops, featuring calls-to-action for more information or enrollment.",
  "description2":"Website for a dental practice focused on pediatric (and geriatric) care, emphasizing empathetic patient care, prevention, and tailored services.",
  "description3":"Shop/landing showcasing artisanal nougats, flavor varieties and a clear call-to-action to place orders or contact the distributor.",
  "description4":"Website for a real estate advisor promoting buying, selling and renting services, featuring appointment scheduling and trust-building elements.",
  "description5":"E‑commerce landing built with Shopify for a limited‑edition collection: high‑impact hero, promotional slider and a product grid with clear buy calls‑to‑action.",
  "description6":"Collection/product page created in Shopify",
  "hear_testimonials": "What people say",
  "testimonial_1_text": "Jose joined our team as a junior front‑ender and quickly became reliable for building small features. He followed design specs closely and asked good questions when unsure — delivered work on time.",
  "testimonial_1_name": "María Gómez",
  "testimonial_1_role": "Product Designer, Local Studio",
  "testimonial_2_text": "Very collaborative and coachable. Jose accepted feedback from seniors, improved accessibility issues, and iterated until the component behaved consistently across devices.",
  "testimonial_2_name": "Tom Richards",
  "testimonial_2_role": "Senior Front‑end Engineer",
  "testimonial_3_text": "Practical with Git and debugging. He helped identify a data mismatch in our staging environment and fixed UI edge cases. Great attitude and willingness to learn.",
  "testimonial_3_name": "Lucía Fernández",
  "testimonial_3_role": "CTO, Verde Studio",
  "testimonial_4_text": "Jose delivers readable code and communicates progress clearly. As a junior he shows strong potential and quickly adapts to project needs.",
  "testimonial_4_name": "Daniel Kim",
  "testimonial_4_role": "Founder, PixelForge",
  "happy_customers": "Happy Customers",
  "projects_completed": "Projects Completed",
  "lines_of_code": "Lines of Code",
  "positive_feedback": "Positive Feedback",
  "numbers_happy_customers_text": "I've partnered with 4+ small businesses and clients to launch websites and deliver front‑end improvements prioritizing clarity and usability.",
  "numbers_projects_completed_text": "14+ small projects: landing pages, feature components and simple Shopify tweaks — focused on clarity, responsiveness and accessibility.",
  "numbers_lines_of_code_text": "8k+ lines of project code (HTML/CSS/JS), mostly modular components and utility classes, maintained in Git repositories.",
  "numbers_positive_feedback_text": "12+ positive notes from clients and mentors praising punctuality, clarity of communication and eagerness to learn.",
  "footer_title": "Get In Touch.",
  "follow_me": "Follow Me",
  "contact_me": "Contact Me",
  "message_me": "Message Me",
  "back_to_top": "Back To Top",
  "pfooter": "I'm available for freelance and full‑time opportunities. I build accessible, maintainable front‑end interfaces and enjoy collaborating with designers and engineers. Send me a message to discuss your project.",
  "copyright": "© Dev Jose Sanchez"
}
