{
  "title": "Dev Jose Sanchez",
  "menu": "Menú",
  "nav_intro": "Inicio",
  "nav_about": "Sobre Mi",
  "nav_works": "Proyectos",
  "nav_contact": "Contacto",
  "pretitle": "Hola",
  "intro_title": "Hola, soy Jose Sanchez Desarrollador Web Creo interfaces accesibles y responsive",
  "btn_more_about": "Más sobre mí",
  "btn_get_in_touch": "Contactar",
  "social_facebook": "Facebook",
  "social_twitter": "Twitter",
  "social_instagram": "Instagram",
  "social_telegram": "Telegram",
  "social_linkedin": "LinkedIn",
  "social_whatsapp": "WhatsApp",
  "social_dribbble": "Dribbble",
  "social_pinterest": "Pinterest",
  "get_my_cv": "Descargar mi CV",
  "scroll_down": "Bajar",
  "about_title": "Sobre mí.",
  "about_p1": "Soy un desarrollador front‑end junior centrado en crear interfaces accesibles y responsive con HTML, CSS y herramientas modernas como Tailwind. Me gusta convertir diseños en UI funcionales y aprender buenas prácticas de rendimiento y mantenimiento.",
  "about_p2": "Tengo experiencia práctica construyendo componentes reutilizables con JavaScript y React, conocimientos básicos de Shopify Liquid para ajustes sencillos y manejo de Git y SQL. Aprendo rápido con feedback y sigo la guía de ingenieros senior para entregar código claro y testeable.",
  "skills_title": "Habilidades",
  "skill_html": "HTML",
  "skill_css": "CSS",
  "skill_tailwind": "TailwindCSS",
  "skill_js": "JavaScript",
  "skill_git": "Git / GitHub",
  "skill_react": "React",
  "skill_node": "NodeJS",
  "skill_sql": "SQL / MySQL",
  "skill_shopify": "Shopify Liquid",
  "skill_typescript": "TypeScript",
  "selected_works": "Proyectos seleccionados.",
  "title1":"Descubre tu pasión por la gastronomía — Landing de escuela culinaria",
  "title2":"Odontopediatría cálida y personalizada — Sitio web de clínica dental",
  "title3":"Distribuidora de turrones artesanales — Tienda de turrones",
  "title4":"Asesora inmobiliaria personal — Landing inmobiliaria",
  "title5":"Tienda de relojes Casio G‑SHOCK — Landing de edición limitada (Hecho en Shopify",
  "title6":"Descubre lo nuevo de Nike — Landing de zapatillas (Hecho en Shopify)",
  "description1":" Página promocional de una escuela/centro de formación culinaria con cursos, talleres y llamada a la acción para más información o inscripción.",
  "description2":"Sitio web para una consulta dental enfocada en pacientes pediátricos (y atención geríatrica), con énfasis en trato empático, prevención y servicios adaptados.",
  "description3":"Tienda/landing que presenta turrones artesanales, variedades de sabores y un botón para realizar pedidos o contactar al distribuidor.",
  "description4":"Web para una asesora inmobiliaria que promociona servicios de venta, compra y alquiler, con opción para agendar asesorías y testimonios/credenciales.",
  "description5":"Landing de e‑commerce construida en Shopify para una colección limitada: hero de alto impacto, slider promocional y grid de productos destacados con llamadas a la acción claras para compra.",
  "description6":"Página de colección/producto creada en Shopify",
  "hear_testimonials": "Lo que dicen",
  "testimonial_1_text": "Jose se incorporó como front‑end junior y rápidamente se convirtió en una persona fiable para implementar pequeñas funcionalidades. Sigue las especificaciones y pregunta cuando tiene dudas; entrega trabajo a tiempo.",
  "testimonial_1_name": "María Gómez",
  "testimonial_1_role": "Product Designer, Local Studio",
  "testimonial_2_text": "Muy colaborativo y con actitud de aprendizaje. Jose aceptó feedback, mejoró problemas de accesibilidad y iteró hasta que el componente funcionó de forma consistente en distintos dispositivos.",
  "testimonial_2_name": "Tom Richards",
  "testimonial_2_role": "Senior Front‑end Engineer",
  "testimonial_3_text": "Práctico con Git y debugging. Identificó un desajuste de datos en staging y solucionó varios casos límite en la interfaz. Buena actitud y ganas de aprender.",
  "testimonial_3_name": "Lucía Fernández",
  "testimonial_3_role": "CTO, Verde Studio",
  "testimonial_4_text": "Jose entrega código legible y comunica el progreso. Como junior muestra gran potencial y se adapta rápido a las necesidades del proyecto.",
  "testimonial_4_name": "Daniel Kim",
  "testimonial_4_role": "Founder, PixelForge",
  "happy_customers": "Clientes satisfechos",
  "projects_completed": "Proyectos Destacados",
  "lines_of_code": "Líneas de código",
  "positive_feedback": "Comentarios positivos",
  "numbers_happy_customers_text": "He trabajado con más de 4 pequeñas empresas y personas ayudando a lanzar páginas y mejoras de front-end enfocadas en claridad y usabilidad.",
  "numbers_projects_completed_text": "14+ proyectos pequeños: landing pages, componentes y ajustes en Shopify — priorizando accesibilidad y buen diseño responsive.",
  "numbers_lines_of_code_text": "8k+ líneas de código en proyectos, principalmente componentes y utilidades CSS/JS, mantenidos en repositorios con Git.",
  "numbers_positive_feedback_text": "12+ comentarios positivos de clientes y mentores por comunicación clara, puntualidad y disposición para aprender.",
  "footer_title": "Ponte en contacto.",
  "follow_me": "Sígueme",
  "contact_me": "Contáctame",
  "message_me": "Envíame un mensaje",
  "back_to_top": "Volver arriba",
  "pfooter": "Estoy disponible para proyectos freelance y posiciones a tiempo completo. Construyo interfaces front‑end accesibles y mantenibles, y disfruto colaborando con diseñadores e ingenieros. Envíame un mensaje para hablar sobre tu proyecto.",
  "copyright": "© Dev Jose Sanchez"
}
